[strings]
Translator = Radu Barbu
KrentoWelcome = Krento vă salută
KeyRegistrationFailed = Cheia de activare este invalidă 
HotKeyMustIncludeModifier = Combinaţia de taste trebuie să conţină un modificator.
UnsupportedProcessWindowStyle = Stilul ferestrei procesului nu este suportat.
ErrorCreateNewGuid = Eroare la crearea noului Guid
WindowText = Piatră Krento
ManagerWindowText = Manager Krento
MissingFile = Nici un program nu a fost selectat
StoneAbout = Despre
StoneChangeType = Schimbă stilul pietrei
StoneMyDocuments = Documentele mele
StoneMyMusic = Muzica mea
StoneMyPictures = Pozele mele
StoneMyIP = Adresa IP curentă
StoneMyComputer = Computerul Meu
StoneFile = Execută un fisier sau lansează site-ul
StoneRecycleBin = Coş de reciclare
StoneDesktop = Arată Desktop-ul
StoneShutdown = Închiderea computerului
StoneSuspend = Modul de aşteptare
StoneHibernate = Modul de hibernare
StoneRestart = Reporneşte computerul
StoneRing = Inelul de pietre Krento
ManagerDefaultBackground = <Default background>
StoneConfigure = Setează piatra curentă
FileConfigTarget = Aplicaţie sau website
FileConfigDescription = Descriere
FileConfigCommandLine = Parametrii liniei de comandă
FileConfigArgument = Descrierea parametrului(argumentului)
FileConfigSelect = Alegere...
FileConfigDefault = Mod implicit
FileConfigTargetHint =  Alegerea denumirii file-ului sau a web-site-ului\nSe poate utiliza ## ca parametru \ncare va trebui introdus la lansare
FileConfigDescriptionHint = Introducerea o descriere utilă a fişierului ales 
FileConfigBrowseHint = Alegerea aplicaţiei sau a fişierului
FileConfigCommandLineHint = Parametrii opţionali ai liniei de comandă 
FileConfigArgumentHint = Dacă aţi introdus ## în denumirea aplicaţiei sau a site-ului, \nputeţi adăuga text de sugestie \nfolosit la lansarea pietrei
Browse = Navighează...
OK = Confirmare
Cancel = Anulare
FileConfigOKHint = Salvează setările curente
FileConfigCancelHint = Anulaeză toate modificărilor
FileConfigSelectHint = Selectarea unei pictogarame noi pentru piatra curentă
FileConfigDefaultHint = Selectează pictogramei implicite pentru piatra curentă
FileConfigTitle = Setări
ErrorDeleteDefaultRing =  Imposibilă ştergerea inelului ales
ErrorDeleteSingleRing = Imposibilă ştergerea ultimului inel
ErrorDeleteCurrentCircle = Imposibilă ştergerea inelului curent
ErrorOverWriteCurrentCircle = Imposibilă rescrierea inelului curent
CircleDefaultDescription = Inel de pietre Krento
KrentoShortName = Krento
KrentoHookMissing = Fişierul MoonRoad.dll lipseşte sau este corupt
HotkeyCollision(string keyMessage) = Felicitări! Acum puteţi utiliza Krento... dar există o mică problemă.\n\nKrento foloseşte combinaţia de taste {0} pentru activizarea inelului de programe. Altă aplicaţie foloseşte deja combinaţia de taste {0}. Puteţi tasta {0}, pentru a vedea, care este acea aplicaţie. \n\nPentru a corecta aceasta, schimbaţi setările acelei aplicaţii sau închideţi-o şi relansaţi Krento. Pînă atunci puteţi activiza Krenro doar cu ajutorul Pulsar-ului.
PulsarHelp = Ajutor
PulsarAbout = Despre...
PulsarOptions = Optiuni
PulsarClose = Închidere Krento
KrentoIsRunning = Krento rulează deja
NewCircle = Încarcă / Editează inel
CreateCircle = Crează inel nou
KrentoNewSkin = Schimbarea skin-ului curent
WelcomeMessage(string keyMessage, string clickMessage, string mouseButton)  = Krento vă salută!\nApăsaţi {0} tastele {1} {2}\npentru activarea Krento pe ecran
OrClick = Sau
MouseWheelButton = Scroll
MouseXButton1 = Buton stanga al mouse-ului
MouseXButton2 = Buton drepta al mouse-ului
PulsarShow = Arată Pulsar
PulsarHide = Ascunde Pulsar
ManagerShow = Arată Inelul de Pietre Krento
ManagerHide = Ascunde Inelul de Pietre Krento
KrentoTaskCircle = Inel de pietre Krento (*.circle)|*.circle 
WarningRingExists = Inelul de pietre cu acelaşi nume există deja.\nDoriţi să-l înlocuiţi? 
NextCircle = Inelul următor
PrevCircle = Inelul precedent
TargetCircle = Denumirea inelului de aplicaţii
SelectStoneType = Alegerea tipului de piatră
Delete = Ştergere
Modify = Modificare
Load = Incarcare
Settings = Setări
KrentoStartup = Lansarea Krento
RunWithWindows = Lansează Krento odată cu sistemul de operare
KeyboardActivation = Activare cu ajutorul tastaturii
UseDefaultKey = (Win+S) în mod implicit
MouseActivation = Activarea cu ajutorul mouse-ului
ButtonControl = Tasta Control 
ButtonShift = Tasta Shift 
ButtonAlt = Tasta Alt 
General = General
Tuning = Functionalităţi extra
RingLocation = Locaţia inelului
ScreenCenter = În centrul ecranului
MouseCursorPosition = Poziţia cursorului
AssociateRing = Associază fişierele cu extensia .circle cu applicaţia Krento
UseCtrlTab = Hint: Folosiţi Ctrl+Tab pentru a trece la alte opţiuni
Disabled = Inactiv
MouseWheelClick = Click cu roata mouse-ului
MouseActionOneButton = Tasta 1 a mouse-ului
MouseActionTwoButton = Tasta 2 a mouse-ului
OpenSkinsFolder = Deschide directorul Skins 
OpenDataFolder = Deschide directorul Data 
OpenStonesFolder = Deschide directorul Stones 
OpenCacheFolder = Deschide directorul Cache 
ClearCache = Goleşte folderului cache
TrayIcon = Pictograma din zona de notificare
ShowTrayIcon = Arată pictograma din zona de notificare
ShowPopupAlerts = Arată alertele
SplashScreen = Ecran incărcare
ShowSplashScreen = Arată ecranul de incărcare
UserFolders = Directoarele utilizatorului
Maintainance = Mentenanţă
ImageFilesFilter = Fişere de tip imagine (*.PNG;*.BMP;*.JPG;*.GIF)|*.PNG;*.BMP;*.JPG;*.GIF
SelectCircle = Selectează inel
Parameter = Parametru
Logo = Logo
Name = Denumire
Description = Decriere
Calculator = Calculator
Paint = Aplicaţie desenare
Notepad = Editor fişiere
Google = Google
CommandPrompt = Linia de comandă
Wikipedia = Wikipedia
KrentoForum = Forumul Krento 
InternetExplorer = Navigator Internet
ControlPanel = Panou comandă
DeviceManager = Manager device-uri
TaskManager = Manager procese
KrentoNews = Noutăţi Krento 
SearchPhrase = Introducere fraza de căutare
SearchText = Căutarea cuvînt
ApplicationsFilter = Toate aplicaţiile|*.exe|Toate fişierele|*.*
Language = Limba
RotationSpeed = Viteza de rotire
Radius = Raza
Trancparency = Transparenţa
StoneSize = Dimensiune piatră
Circle = Inel
FadeDelay = Timpul dispariţiei
MenuSkins = Skin-uri pentru meniu
WindowWidth = Lăţimea ferestrei
WindowHeight = Înălţimea ferestrei
ResetToDefault = Întoarcere la setările iniţiale
DefaultSkin = Skin standard
Toys = Jucării
PortNumber = Numărul port-ului
ActivateServer =Activarea serverului web
ServerRoot = Directorul rădăcină
IndexPage = Pagina de pornire
ToysFilter = Jucăriile Krento (*.toy;*.docklet)|*.toy;*.docklet
StonesFilter = Pietrele Krento (*.stone)|*.stone
InstallStone = Instalarea unei pietre noi
InstallToy = Instalarea jucăriei
BackupData = Arhivarea datelor
Documents = Documente
Music = Muzică
Video = Video
Pictures = Imagini
CurrentTime = Timpul curent
CurrentDate = Data curentă
Time = Timpul
Date = Data
Applications = Aplicaţii
Calendar = Calendar
InstallKrentoSkin = Instalarea unui skin nou 
InstallMenuSkin = Instalarea unui skin de meniu nou
KrentoSkinFilter = Skinurile Krento (*.kskin)|*.kskin
KrentoMenuSkinFilter = Skinurile din meniu (*.kmenu)|*.kmenu
AppletAddRemoveProgram = Adaugă/Sterge Programe
AppletDateAndTime = Data şi timpul
AppletPrintersAndFaxes = Imprimante/Fax
AppletNetworkConnections = Conexiuni reţea
AppletFonts = Font-uri
AppletDisplayBackground = Afişează imagine fundal
AppletAppearance = Aspect
AppletUserAccounts = Conturi utilizatori
AppletThemes = Teme
AppletAccessibilityOptions = Opțiuni de accesibilitate
AppletMouse = Mouse(şoricel)
AppletKeyboard = Tastatură
GMail = GMail
Twitter = Twitter
Blogger = Blogger
Facebook = Facebook
YouTube = YouTube
Wordpress = Wordpress
Yahoo = Yahoo
Reddit = Reddit
Flickr = Flickr
Delicious = Delicious
RemoveStone = Ștergere Piatră
AddStone = Adăugare Piatră 
DesktopRing = Spațiul de lucru
Programs = Programe
HideToy = Ascunde Jucărie
;
ShowManagerButtons = Afișare butoane Manager
ShowStonesHint = Afișare indicii piatră
HideOnClick = Ascunde la mouse click
StonesNumber = Numărul implicit de pietre goale
IconSize = Dimensiune pictograme
ActivateUsingKeyboard = Activaţi ​​Krento folosind tastatura
ShowSelector = Utilizați combinația de taste Windows + N pentru selectarea cercului
ActivateUsingMouse = Activare Krento cu ajutorul mouse-ului
DesktopClick = Activaţi ​​prin dublu click pe desktop
RightButtonActivation = Activaţi ​​prin clic și țineți apăsat butonul mouse-ului dreapta
FixedPosition = Poziția fixă
ActivateOnStart = Arată cerc când începe Krento
RotateOnClick = Rotire pe clic
CheckUpdates = Controlul automat al actualizărilor
LiveReflection = Reflectare de pictograme
UseSounds = Folosește sunete
AdvancedSettings = Setări avansate
Personalization = Personalizare
Error = Eroare
Close = Închide
Restart = Reporniți
CheckUpdateNow = Verifica acum \n Krento se va conecta la Internet și să verificați pentru actualizări disponibile
DoNotCheckUpdate = Anulează \n Krento nu va verifica pentru actualizări acum
DoNotAsk = Nu mă mai întreba din nou
WriteSettingsError = Scriere fișiere de eroare pe disc
InvalidCircleName = Numele noului cerc nu este valabil
CreateStoneError = Eroare la crearea pietrei
NewVersionAvailable = O versiune nouă a Krento {0} este disponibilă pentru descărcare de la {1}
KrentoNotification = Notificare Krento 
CopyDocument = Fisier {0} a fost copiat în folderul My Documents
CopyPicture = Fisier {0} a fost copiat în folderul My Pictures
CopyMusic = Fisier {0} a fost copiat în folderul Muzica mea
DefaultRingName = Implicit
SocialNetworks = Rețele Sociale
Powermanagement = Gestionarea Consumului de Energie